{
    "name": "Matteo Santoro",
    "menu": "Menu",
    "skills": "Competenze",
    "projects": "Progetti",
    "about": "Chi sono",
    "contact": "Contatti",
    "hero.greeting": "Ciao, sono Matteo Santoro.",
    "hero.description": "Sono uno sviluppatore full stack con 7 anni di esperienza, specializzato in Flutter e appassionato di tecnologie innovative.",
    "hero.cta": "Contattami",
    "skills.title": "Le mie competenze",
    "skills.fullstack": "Sviluppo Full Stack",
    "skills.fullstack.desc": "Esperienza completa nello sviluppo front-end e back-end.",
    "skills.flutter": "Flutter",
    "skills.flutter.desc": "Sviluppo di app mobile cross-platform con Flutter.",
    "skills.learning": "Apprendimento continuo",
    "skills.learning.desc": "Sempre aggiornato sulle ultime tecnologie e tendenze di sviluppo.",
    "projects.title": "I miei progetti",
    "projects.fitness": "App Fitness",
    "projects.fitness.desc": "Una piattaforma per nutrizionisti e personal trainer per gestire i progressi dei loro clienti. Inclusa un'app mobile per i clienti per tracciare i loro allenamenti e pasti e incoraggiarli a non mollare. Non poteva mancare l'integrazione con smartwatch per facilitare gli allenamenti.",
    "about.title": "Chi sono",
    "about.p1": "Sono uno sviluppatore full stack con 7 anni di esperienza nel settore. La mia passione per la tecnologia mi spinge a esplorare continuamente nuove frontiere dello sviluppo software. Attualmente, sto ampliando le mie competenze attraverso un percorso universitario, bilanciando la mia esperienza pratica con una solida base teorica.",
    "about.p2": "Nel mio tempo libero, mi dedico allo sviluppo di un'app per il fitness utilizzando Flutter, unendo così la mia passione per la programmazione con l'interesse per il benessere.",
    "contact.title": "Contattami",
    "contact.description": "Sei interessato a collaborare o hai domande? Non esitare a contattarmi!",
    "contact.cta": "Inviami un'email",
    "footer": "Tutti i diritti riservati."
  }